[
    {
        "id": "7j8wOy0WrPdK1oBh4HUl",
        "spotId": "7j8wOy0WrPdK1oBh4HUl",
        "title": "度を超した愛で、視界良好！前橋でメガネをかけちゃうぞ☆",
        "description": "「最近、文字がボヤける…」「あのアイドルの顔が見えない…」そんな悩みを抱えていませんか？視界がクリアになるだけで、世界はもっと輝きます！JINS 前橋店に行って、あなたにぴったりの一本を見つけましょう。最新のトレンドフレームを試着するだけでも楽しいですが、ここは思い切って、新しいメガネ（またはサングラス）をゲット！あなたの視力も気分も爆上げだ！クリアの証として、購入した証明を見せてくださいね。",
        "clearCondition": "JINS 前橋店でメガネまたはサングラスを購入し、そのレシート（または購入履歴がわかる画面）を提示する。",
        "image": "images/quest/JINZ.webp",
        "points": 100,
        "clearQRCodeValue": "jins park"
    },
    {
        "id": "D3GPAyFawBM9k287xf42",
        "spotId": "K7s2vR9murLqYAdgcBoo",
        "clearQRCodeValue": "green flower farm",
        "title": "オランダ気分で「豚」を食らう！ぐりーんふらわー牧場グルメ探検隊",
        "description": "前橋ぐりーんふらわー牧場といえば、雄大な風車と美味しいグルメ！オランダ風の景色を眺めるだけじゃもったいない。牧場名物の豚肉を使った軽食や、濃厚な牧場ソフトクリームなど、美味しいものを食べてこそ観光の醍醐味です。このクエストでは、牧場の美味しいものを500円分以上味わうことをミッションとします。胃袋を満たし、大満足でクリアしましょう！",
        "points": 100,
        "clearCondition": "牧場内の「とんとん広場」またはその他の売店で、牧場産の豚肉（例：トントン焼き、ソーセージなど）または牧場オリジナルソフトクリームなどの飲食物を500円以上購入し、そのレシート（または購入した商品の写真と背景の牧場景色の写真）を提示する。",
        "image": "images/quest/FLOWERBOKUJO.webp"
    },
    {
        "id": "NHCM6EvX9mkKqkxPz5Je",
        "spotId": "cOnIG8b8VVBA2b0TZ2ca",
        "points": 100,
        "title": "いざ、線路はつづくよどこまでも！大胡を巡るプチ旅団！",
        "clearQRCodeValue": "ogo station",
        "description": "たまには電車に乗って、ガタンゴトンと旅気分を味わってみない？ 上毛電気鉄道の電車って、カラフルでとっても可愛いんだよ！ どこか遠くまで行かなくてもいいの。ちょこっと乗るだけでも、窓の外の景色が流れていくのを見ていると、なんだか心が洗われるみたい！ 冒険のスタート地点でも、ゴール地点でもいいから、大胡駅と電車が繋がる瞬間を体験してみて！ きっぷを買うところから、もうクエストは始まってるよ！ 無事に乗車・降車した証として、あなたの冒険の証明となる切符を見せてくださいね！",
        "image": "images/quest/OGOSTATION.jpg",
        "clearCondition": "上毛電気鉄道の電車に乗り、大胡駅で乗車または降車し、その切符（またはICカードの履歴がわかる画面）を提示する。"
    },
    {
        "id": "OCvB2XTKceJ5mO82To6p",
        "image": "images/quest/FLOWERPARK.webp",
        "description": "パーク内の売店で販売しているオリジナルアイスクリームを購入し、園内の「映えスポット」と呼ばれる場所でアイスと一緒に写真を撮って記録しよう！花とアイスの映えコラボで、心も身体もクールダウン！",
        "spotId": "OCvB2XTKceJ5mO82To6p",
        "clearQRCodeValue": "flower park",
        "title": "【至高のひんやり】映え花畑でえもえもアイス！",
        "clearCondition": "群馬フラワーパークの売店でオリジナルアイスクリームを1つ以上購入すること。",
        "points": 100
    },
    {
        "id": "PnNl0n5gEZJVYj6C6Iju",
        "description": "パーク内にある売店や軽食コーナーで、ポップコーンやチュロス、ドリンクなどの軽食を購入して味わおう！アトラクションの合間の休憩で、るなぱあくの雰囲気を満喫せよ！",
        "clearQRCodeValue": "runa park",
        "spotId": "PnNl0n5gEZJVYj6C6Iju",
        "clearCondition": "るなぱあく内の売店・軽食コーナーで、軽食またはドリンクを1品以上購入すること。",
        "points": 100,
        "title": "名物ポップコーンでエネルギーチャージ！",
        "image": "images/quest/RUNAPARK.jpg"
    },
    {
        "id": "So9XsS81Yb1v4T4TP07B",
        "title": "伝説のケチャップ味を追え！",
        "clearQRCodeValue": "momoya",
        "clearCondition": "パーラーレストラン モモヤで「ナポリタン」または「オムライス」を注文し、そのレシート、または注文した料理の写真を提示する。",
        "spotId": "eVZCoGmiUVaRT6fX1htq",
        "image": "images/quest/MOMOYA.webp",
        "description": "最近、なんだか心があったかくなるような、懐かしい味が恋しいの…。 モモヤさんは昭和31年創業なんだって！きっと、長年の歴史が詰まった、魔法の味がするはず！ たくさんあるメニューの中で、レトロ洋食の代表格、「ナポリタン」か「オムライス」を選んでみて！ 昔ながらのケチャップの香りとか、ふわふわ卵の優しさとか、きっとあなたの心をキュンとさせてくれるよ！ ロケ地にも使われる素敵な空間で、美味しいひとときを過ごしてね！ クリアの証として、あなたの胃袋を満たした証明を見せてください！",
        "points": 100
    },
    {
        "id": "TgKhymgEwRLA9hcYUb3Y",
        "points": 100,
        "description": "ねぇねぇ！「キングオブピッツァ」の称号を持つお店のピザを食べずに帰るなんて、もったいなさすぎるよ！ 薪窯で焼かれたアツアツのピッツァは、きっと頬っぺたが落ちちゃうくらい美味しいはず！ マルゲリータみたいに定番のものも素敵だし、ちょっと変わったオリジナルピザにチャレンジするのも楽しいかも！ 表面はパリッと、中はモチモチの生地を一口食べれば、そこはもうイタリアかも！？ さあ、勇気を出して、最高の一枚をオーダーしてね！ クリアの証として、あなたの冒険の記録（レシートかピッツァの写真）を見せてください！",
        "clearCondition": "前橋まちなかPESCA!で、お店の看板メニューである「ピッツァ」を1枚注文し、そのレシート、または焼きたてピッツァの写真を提示する。",
        "image": "images/quest/PESCA.jpg",
        "pesca": "",
        "title": "キングオブPIZZAを食べ尽くせ！炎の釜焼きトライアル！",
        "clearQRCodeValue": "pesca",
        "spotId": "eu8HLpf79Fe5O81oL6M5"
    },
    {
        "id": "VjvXFvacXqyPBEv1ZkJf",
        "description": "レストランポンチで提供されている、テイクアウト可能なメニュー（例：お弁当、パン、オリジナルドレッシングなど）を一つ購入しよう！お店の味を自宅でも楽しんだり、お土産として贈るべし！",
        "image": "images/quest/PONCHI.webp",
        "clearCondition": "レストランポンチのテイクアウト商品または持ち帰り可能なオリジナル商品を1品以上購入すること。",
        "clearQRCodeValue": "ponchi",
        "spotId": "VjvXFvacXqyPBEv1ZkJf",
        "title": "【お家でポンチ】家族や友人へ！テイクアウトで味をシェアせよ！",
        "points": 100
    },
    {
        "id": "WNTdidGk2PHwNwFFDPDt",
        "image": "images/quest/KENTYO.jpg",
        "spotId": "fEoMZ0yG0KefRNvkM83G",
        "clearQRCodeValue": "showa government building",
        "points": 100,
        "description": "「昭和庁舎で冒険してたら、お腹がすいちゃった…。そんな時、ふと見つけた秘密のオアシス『G FACE CAFE』！ここには、頑張るみんなを癒やす魔法のドリンクとスイーツがあるんだって！レトロな雰囲気の中でひと休みなんて、えもえもじゃない？キミもここでエネルギーチャージして、ホッと一息ついちゃおう！」",
        "clearCondition": "庁舎内にある「G FACE CAFE」で、好きなドリンクかスイーツを注文し、そのレシート（または注文した品物の写真）を提示する。",
        "title": "レトロカフェで糖分補給せよ！"
    },
    {
        "id": "Zjksgzs67TLMOmsKtzAb",
        "points": 100,
        "clearCondition": "前橋ガレリア内で開催されているイベントやワークショップに税込み500円以上で参加し、参加の証明となるチケットやレシート（または参加がわかる画面）を提示すること。",
        "description": "「退屈なんて、絶対ダメ！」前橋ガレリアでは、色々な楽しいイベントや、新しい体験ができるワークショップが開催されていることがあるんだって！ただお店を見て回るだけじゃなくて、一歩踏み込んで、その場ならではの体験をしてみるのはどうかしら？新しい趣味が見つかるかもしれないし、誰かと素敵な出会いがあるかも！手作りの楽しさに触れたり、プロの技を間近で見たり…あなたの毎日をちょっとカラフルにするような、刺激的な時間を見つけてみて！その特別な体験をした証明として、参加した時のチケットやレシートを見せてくれると嬉しいな。",
        "image": "images/quest/GARERIA.webp",
        "spotId": "j7YnTaSAjPdTalH6PxqZ",
        "clearQRCodeValue": "gareria",
        "title": "座して待つべからず！『未知との遭遇』は五百円から始まる冒険だ！"
    },
    {
        "id": "a3y16WI28wLg4oga6a24",
        "description": "書籍フロアで、ジャンルを問わず新しい本を一冊以上購入しよう！気になっていたベストセラーや、偶然見つけた隠れた名作など、「今のあなた」に響く運命の一冊を見つけ出すべし！",
        "clearQRCodeValue": "book manz academy",
        "points": 100,
        "title": "【知の探求者】新たな世界への扉！「運命の一冊」を発掘せよ！",
        "clearCondition": "ブックマンズアカデミー前橋店の書籍（雑誌、コミックを含む）を1冊以上購入すること。",
        "spotId": "a3y16WI28wLg4oga6a24",
        "image": "images/quest/BOOKMANZ.webp"
    },
    {
        "id": "pPO36ENInpc7iISsYmlX",
        "points": 100,
        "clearQRCodeValue": "keyaki",
        "clearCondition": "けやきウォーク前橋内のフードコートまたはテイクアウト専門店で、税込み500円以上の商品を購入し、そのレシート（または支払いがわかる画面）を提示すること。",
        "spotId": "j8jNlhRnQ1Gk4edsU04b",
        "image": "images/quest/KEYAKI.jpg",
        "title": "迷宮グルメアタック！500円の至福で満腹ゲージを限界突破せよ！",
        "description": "「今日のお昼、何にする〜？」迷っちゃうほどたくさんお店があるのが、けやきウォークのいいところ！今回は特に、サクッと美味しいものが手に入るフードコートか、お家に持って帰れるテイクアウトのお店に注目よ！あの香ばしい匂い、焼きたてのパン、甘いデザート…どれもこれも魅力的すぎるわ。気分に合わせて選んで、お腹を満足させてあげてね。美味しいものを買って、ニコニコ笑顔になるのが私のクエストよ！クリアの証として、購入した時のレシートを私に見せてほしいな。"
    },
    {
        "id": "r3b177bHIJZiVVPCBlfx",
        "title": "光と音の祭典！チケットをゲットして、２万人の熱狂の渦に飛び込め！",
        "clearCondition": "グリーンドーム前橋で開催されるイベント（競輪、コンサート、展示会など）の入場券またはチケットを提示すること。",
        "clearQRCodeValue": "green dome",
        "spotId": "jgpHn6MdkKLOOF3Istgq",
        "image": "images/quest/GREENDOME.webp",
        "description": "「わくわく！何が始まるの？」巨大なドームの中で、今、何かが開催されているはず！それは白熱のレースかもしれないし、大好きなアーティストのライブかもしれないわ。せっかくグリーンドームに来たんだもの、そのエネルギーを体いっぱいに浴びてみてほしいの。非日常の空間に飛び込んで、思いっきり楽しんじゃおう！大きなイベントに参加すれば、街全体も盛り上がるんだから！この特別な時間の証として、入場した時のチケットを見せてね。",
        "points": 100
    },
    {
        "id": "rlyUAhzW44bHTG2bbNoS",
        "points": 100,
        "image": "images/quest/MAEBASHISTATION.jpg",
        "clearQRCodeValue": "maebashi station",
        "spotId": "muqtsUk67h3HKBFAaQw1",
        "description": "「旅の始まりと終わりには、やっぱりお土産が必要だわ！」前橋駅の駅ビルには、群馬ならではの美味しいものや、ちょっとしたお洒落なアイテムが詰まっているの。誰かへのプレゼントでもいいし、もちろん、自分への「おつかれさま」のご褒美でもいいわ！駅で地元の商品を買うことで、前橋の魅力をみんなに広げるお手伝いになるんだから。さあ、700円以上の素敵な一品を見つけて、楽しい思い出と一緒に連れて帰ってね！購入した証明のレシートを見せてくれるかな？",
        "title": "旅立ちの鐘と700円の誓い！エキナカ最強グルメを手に入れろ！",
        "clearCondition": "前橋駅ビル（E'siteなど）内に入っている店舗で、お土産またはテイクアウト可能な飲食物を税込み700円以上の買い物をし、そのレシート（または購入履歴がわかる画面）を提示すること。"
    }
]